# St7SetProjectDirectionAsSource

Sets the mode of projection to Source (Plate) Normal for subsequent uses of projection tools.

long St7SetProjectDirectionAsSource(long uID)
Input Parameters
uID
Strand7 model file ID.